exports.menu = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagram, telegram, youtube, kapanbotaktif, grupch1, grupch2) => {
	return `〄*${BotName}*〄
  
ʜᴀʟʟᴏ *${id.split("@s.whatsapp.net")[0]}* 
sᴇᴍᴏɢᴀ sᴇʜᴀᴛ sᴇʟᴀʟᴜ!

📅*${tampilTanggal}* 🐼️
⏰*${tampilWaktu}* 🐼️
(Waktu Server)

▬▬▬▬▬▬ FITUR  ${BotName}: ▬▬▬▬▬▬
 
☞*FUN*

✎ _*!pantun*_
_${BotName}_menampilkan pantun random

✎ _*!animepict*_
_${BotName}_menampilkan gambar anime random

✎ _*!sticker*_
_${BotName}_kirim gambar yang ingin dijadikan sticker

✎ _*!nulis <teks>*_
_${BotName}_menampilkan tulisan

✎ _*!quotes*_
_${BotName}_menampilkan quotes random

✎ _*!pict <cewek/cowok>*_
_${BotName}_menampilkan gambar cewek/cowok random

✎ _*!animepict*_
_${BotName}_𝔞𝔨𝔞𝔫 𝔪𝔢𝔫𝔤𝔦𝔯𝔦𝔪𝔨𝔞𝔫𝔪𝔲 𝔤𝔞𝔪𝔟𝔞𝔯 𝔞𝔫𝔦𝔪𝔢 𝔰𝔢𝔠𝔞𝔯𝔞 𝔯𝔞𝔫𝔡𝔬𝔪

✎ _*!say <teks>*_
_${BotName}_menampilkan sesuai yg kamu kirimkan

✎ _*!lirik*_ <penyanyi-judul lagu>
_${BotName}_menampilkan lirik lagu yang kamu kirim

✎ _*!alay*_ <teks>
_${BotName}_menampilkan kata kata yg dikirim

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

☞*ISLAM*

✎ _*!sholat <daerah>*_
_${BotName}_menampilkan waktu sholat didaerah yg dikirim

✎ _*!quran*
_${BotName}_menampilkan surah random

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

☞*DOWNLOADER*

✎ _*!yt <link>*_
_${BotName}_menampilkan video di link yg dikirimkan.

✎ _*!ytmp3 <link>*_
_${BotName}_𝔞𝔨𝔞𝔫 𝔪𝔢𝔫𝔤𝔲𝔟𝔞𝔥 𝔳𝔦𝔡𝔢𝔬 𝔶𝔬𝔲𝔱𝔲𝔟𝔢 𝔪𝔢𝔫𝔧𝔞𝔡𝔦 𝔞𝔲𝔡𝔦𝔬 𝔰𝔢𝔰𝔲𝔞𝔦 𝔡𝔢𝔫𝔤𝔞𝔫 𝔩𝔦𝔫𝔨 𝔶𝔞𝔫𝔤 𝔨𝔞𝔪𝔲 𝔨𝔦𝔯𝔦𝔪𝔨𝔞𝔫

✎ _*!ig <link>*_
_${BotName}_𝔞𝔨𝔞𝔫 𝔪𝔢𝔫𝔤𝔦𝔯𝔦𝔪𝔨𝔞𝔫𝔪𝔲 𝔣𝔬𝔱𝔬/𝔳𝔦𝔡𝔢𝔬 𝔡𝔞𝔯𝔦 𝔩𝔦𝔫𝔨 𝔦𝔤 𝔶𝔞𝔫𝔤 𝔨𝔞𝔪𝔲 𝔨𝔦𝔯𝔦𝔪𝔨𝔞𝔫

✎ _*!fb <link>*_ //ERROR//
_${BotName}_𝔞𝔨𝔞𝔫 𝔪𝔢𝔫𝔤𝔦𝔯𝔦𝔪𝔨𝔞𝔫𝔪𝔲 𝔣𝔬𝔱𝔬/𝔳𝔦𝔡𝔢𝔬 𝔡𝔞𝔯𝔦 𝔩𝔦𝔫𝔨 𝔦𝔤 𝔶𝔞𝔫𝔤 𝔨𝔞𝔪𝔲 𝔨𝔦𝔯𝔦𝔪𝔨𝔞𝔫

✎ _*!twt <link>*_
_${BotName}_𝔞𝔨𝔞𝔫 𝔪𝔢𝔫𝔤𝔦𝔯𝔦𝔪𝔨𝔞𝔫𝔪𝔲 𝔣𝔬𝔱𝔬/𝔳𝔦𝔡𝔢𝔬 𝔡𝔞𝔯𝔦 𝔩𝔦𝔫𝔨 𝔦𝔤 𝔶𝔞𝔫𝔤 𝔨𝔞𝔪𝔲 𝔨𝔦𝔯𝔦𝔪𝔨𝔞𝔫

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

☞ _*!tiktok <link>*_

_${BotName}_ 𝔞𝔨𝔞𝔫 𝔪𝔢𝔫𝔤𝔦𝔯𝔦𝔪𝔨𝔞𝔫𝔪𝔲 𝔳𝔦𝔡𝔢𝔬 𝔡𝔞𝔯𝔦 𝔩𝔦𝔫𝔨 𝔱𝔦𝔨𝔱𝔬𝔨 𝔶𝔞𝔫𝔤 𝔨𝔞𝔪𝔲 𝔨𝔦𝔯𝔦𝔪𝔨𝔞𝔫

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

☞*EDUKASI*

✎ _*!wikia <yang kamu cari>*_
_${BotName}_𝔞𝔨𝔞𝔫 𝔪𝔢𝔫𝔠𝔞𝔯𝔦𝔨𝔞𝔫 𝔶𝔞𝔫𝔤 𝔨𝔞𝔪𝔲 𝔪𝔞𝔲 𝔡𝔦 𝔴𝔦𝔨𝔦𝔭𝔢𝔡𝔦𝔞

✎ _*!covid*_
_${BotName}_𝔄𝔨𝔞𝔫 𝔪𝔢𝔫𝔞𝔪𝔭𝔦𝔩𝔨𝔞𝔫 𝔡𝔞𝔱𝔞 𝔱𝔢𝔫𝔱𝔞𝔫𝔤 𝔠𝔬𝔳𝔦𝔡 𝔦𝔫𝔡𝔬𝔫𝔢𝔰𝔦𝔞𝔰𝔦𝔞

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

☞*PRIMBON*

✎ _*!nama <namakamu>*_
_${BotName}_𝔞𝔨𝔞𝔫 𝔪𝔢𝔫𝔠𝔞𝔯𝔦𝔨𝔞𝔫 𝔞𝔭𝔞 𝔞𝔯𝔱𝔦 𝔡𝔞𝔯𝔦 𝔫𝔞𝔪𝔞 𝔨𝔞𝔪𝔲

✎ _*!pasangan <namamu & pasangan>*_
_${BotName}_𝔞𝔨𝔞𝔫 𝔪𝔢𝔫𝔠𝔞𝔯𝔦𝔨𝔞𝔫 𝔨𝔢𝔠𝔬𝔠𝔬𝔨𝔞𝔫 𝔞𝔫𝔱𝔞𝔯𝔞 𝔨𝔞𝔪𝔲 𝔡𝔞𝔫 𝔭𝔞𝔰𝔞𝔫𝔤𝔞𝔫𝔪𝔲

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇
ғᴏʟʟᴏᴡ ɪɴsᴛᴀɢʀᴀᴍ sᴀʏᴀ
${instagram}

☄═════════════════════════════════

ᴄʀᴇᴀᴛᴏʀ ʙʏ ZaitraX
`
}
